ms-vscode.csharp
bibhasdn.unique-lines
bierner.github-markdown-preview
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
golf1052.base16-generator
jpoissonnier.vscode-styled-components
kieferrm.to-data-uri
Leopotam.csharpfixformat
mitchdenny.ecdc
mkaufman.HTMLHint
ms-vscode.cpptools
oderwat.indent-rainbow
RandomFractalsInc.vscode-data-preview
ryu1kn.edit-with-shell
slevesque.shader
slevesque.vscode-hexdump
sryze.uridecode
Tyriar.lorem-ipsum
vscodevim.vim
wix.vscode-import-cost
ms-vscode.powershell
naumovs.color-highlight
cpylua.language-postcss